Revit 2022 API
ParameterTypeId.RbsElecAnalyticalAreaParam Property
 "Specified Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Syntax
C#
public static ForgeTypeId RbsElecAnalyticalAreaParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecAnalyticalAreaParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecAnalyticalAreaParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace